{
  "artists": [
    {
      "id": "79",
      "bio": {
        "fr": "Le ChabiFönK Experience c'est un power trio à mi-chemin entre la scène rock alternative (expérimental, psychédélique, progressive...) avec des gros riffs hendrixien ou à la RATM  et la scène electro underground, Dub, Jungle, Techno, Trance à la Hilight Tribe... ce riche mélange est lié par un groove FONKY.    <br><br>Voyageant entre sons interstellaires et psychédéliques, les trois musiciens vous feront visiter le cosmos, et vous rappelleront le tempsd'un instant combien il est bon de lâcher prise.<br><br>On pense tout de suite à Hilight Tribe, Hendrix, Pink Floyd, Ozric Tentacles ou à Afro dizzi act quand on les écoutes.<br><br>CHABIFÖNK TON CORPS !!!<br><br>\"Sons interstellaires, Dance Rock Fusion & montées Trance Psychédéliques à faire tranSpirer de la moustache!\"<br><br>\"Un groupe live explosif, une aventure sonore spatio-thérapeutique, un transfert énergétique\"<br><br>\"Notre but, notre recherche et notre volonté musical ont pour dénominateur commun la danse, le partage émotionnel et le transfert d'énergie avec le public.\"<br><br>Depuis sa création en 2011, le groupe a évolué et a écumé les scènes françaises et c’est produit dans les festivals et salles comme Au Fil du Son (86) en 2013 et 2014, à La Motte Des Fées (17) en 2013 , au Tonnay Bon ! (17) en 2014 et à la Buena Onda (07) en 2015, le Molodoï (67), FestBouc (69), la Fourmi (87) en 2016, Hadra trance Festival en 2017 ! <br><br>Plus de 200 dates à travers la france avec Burning Heads, , Deluxe, Etienne De Crécy, Hilight Tribe, SKA-P, DJ Pone,Salut c’est cool, Taiwan MC, Zenzile, Ace Ventura, Asian Dub Foundation, Punish Yourself, Radium, Pragmatix, OddWave, Victor RIUZ, Olivier Huntemann, dUbSpeeKa, La Petite Fumée, Billy Ze Kick, Major7, Sauviet Suprem, Manu le Malin...<br><br>Discographie : 2 EPs studio et 1 live, le groupe a vendu plus de 2000 Cds. Un 3ième disque studio sortira en septembre 2017 !"
      }
    },
    {
      "id": "120",
      "bio": {
        "fr": "Dj Lucky Cat alias Greg est devenu artiste en 1993, organisateur de soirées et d'évènements<br>dès 1999 dont les fameuses soirées Solaris depuis 10 ans au Bt59 sur Bordeaux, label manager<br>du label international Mandala records depuis 2004. Greg est un grand passionné et fervent activiste pour la reconnaissance de la culture Rave, des musiques électroniques & de la culture<br>Trance Psychedelique en France depuis le début de sa carrière autodidacte.<br><br>Porté par des influences musicales variées, Greg témoigne de sa passion sur les dancefloors et<br>à travers Mandala records, il a déjà produit quatres compilations dont différents artistes tels que<br>Total Eclipse, Plasmotek, Hyper Frequencies ... Il voyage avec aisance entre la Trance Progressive, Tribal et Psychedelique, mixant ses influences musicales avec des artistes tels que :: Hallucilogen// Sphongle// Raja Ram// Infected Mushroom// Juno Reactor// Astral Projection// Hilight Tribe//<br>X-Dream// Ace Ventura// Astrix// G.m.s// Zen Mechanics// Ticon// Kokbox// Earthling// Sub6//<br>Liquid Soul// Major7// Neelix// Domestic// Freedom Fighters// Sonic Species// Vini Vici// E-Clip// Protonica// Egorythmia// Capital Monkey// Morten Granan// Phaxe// The Antidote// Voyager ...<br><br>Sa musique est en symbiose parfaite avec l’énergie qu’il dégage à la fois mélodieuse et entraînante, groovy et harmonieuse. Il enchaîne les dates aux quatre coins de l’hexagone, animateur sur Fg98.2 dans les années 2000, grande radio française de musiques electroniques, des premières free-party<br>aux évènements plus réputés tels que la Techno Parade, l’Hadra Trance Festival,<br>l’Electrobotik Invasion, Namasté, Transubtil, Gaïa Concept, Stereorganic, Electrohm … Rapidement,<br>GREG se fait une place dans ce milieu en effervescence et son univers transcendera les frontières<br>pour raisonner dans des évènements et des festivals internationaux phares tels que<br>Sonica (Montenegro), Soulclipse (Turquie), Freedom (Portugal), Never Summer Ends (Suisse),<br>Royaume-Uni, Ibiza, Espagne, Grèce, Brésil, Mexique ...  <br><br>En véritable passionné effréné, il endosse le rôle d’organisateur dès 1999, au total ce ne sont pas<br>moins de 300 parties qui ont pu voir le jour grâce à son activisme avec Mandala records,<br>Dragon Tribe, Maya Vibes Experience sur Paris, Nantes, Bordeaux, Toulouse, La Rochelle ...<br>GREG aime partager sa passion & faire vibrer les foules depuis presque 20 ans en organisant de beaux évènements réunissant divers artistes internationaux & français talentueux de tous horizons artistiques.<br><br>Aujourd’hui, Greg revient avec son nouveau projet Lucky Cat, enrichi de son expérience<br>et de la richesse de ses rencontres, il franchit une nouvelle étape dans sa carrière.<br>De nouvelles promesses sonores à découvrir bientôt sur les dancefloors, Stay Tuned !!"
      }
    },
    {
      "id": "172",
      "bio": {
        "en": "UK<br><br>Dj Sydney drive us to trance with cosmic energy & tribal tones whose she has the secret. She develops her talents and passions on Psy-trance & Groovy psychedelic mixes and also suggests completing her performance by Psyprog or  Chill Mix. Ideal for Twilight or night set, she reserves us a sound alchemy brimming of energy! Let you embark for a musical journey which invites to the dance floor!<br><br><br>It is in 1992 during the Futuria, Hexagona parties in Albertville FR, that Sydney discovers the very rhythmical tribal musics and also meets famous artists and organizers such as Transmission, Futuria production, dj's James Monroe (Flying Rhino), Lestat (Krembo), Mike (Juno Reactor), Laurent Garnier, Carl Cox, Loic, Manu le malin… . During these years she participates in the realization of electronic party, while learning vynil mix, rhythmic box.. as occasional leisure. In 1999, living 6 months in London, Sydney discover Trance party as Pendragon, Astral Phenix, residences in Fridge, or other London trance nights ; music & concept revealing to her a new passion! In her return in France, she organizes Trance party and decided to realize her artist's dream, she started Cd’s Mix in 2003 during one Timegate party in Swiss! She becomes DJ Trinity with chill out mix, and keeps on Full-on sets in 2004, then psytrance in 2006 ; with Teams from South of France. In 2008 she turns of a more psychedelic style under dj name “Sydney”. In 2011-2012 she join Psytraveller and the collectives Oréades Prod. from Paris and Rythmes Actuels from Rhône alpes, with a varying style between Psytrance, Groovy psychedelic & Chill!  Sydney has played for the most underground organizations like Cosmic love, Omni, Dragonhunters, Nunshaker, Body & Mind, Bamboodelik, Psy Spirit, Imagine, Arboréalis…, til the most “commercial” like Gaia Concept, TBE, Hadra, Oréades… !Asserting her personality by accumulating Dj set on many differents horizons, Sydney develops her talents and passions on very rhythmical mixes! Let you embark for a musical journey which invites to the dance floor! She also suggests you completing her performance by Psyprog or Chill mixes! Ideal for Twilight or night set, she reserves us a sound alchemy brimming of energy!",
        "fr": "Dj Sydney nous mène en transe avec énergie cosmique et tonalités tribales dont elle a le secret. Elle développe ses talents et passions sur des mix Psy-trance & Groovy psychedelic, et suggère aussi de compléter sa performance par un Mix Psyprog ou Chill. Idéal set pour le Crépuscule ou la nuit, elle nous réserve une alchimie sonore débordant d'énergie! Laissez-vous embarquer pour un voyage musical qui invite au dance floor!<br><br> <br><br>C'est en 1992 lors des soirées Futuria, Hexagona, à Albertville que Sydney découvre les musiques tribales très rythmées et rencontre aussi de célèbres artistes et organisateurs comme Transmission, Futuria production, Dj's James Monroe (Flying Rhino), Lestat (Krembo), Mike (from Juno Reactor), Laurent Garnier, Carl Cox, Loic, Manu le malin… . Pendant ces années elle participe à l'organisation de soirées électroniques underground, tout en apprenant le mix vynil, boites à rythmes.. comme loisir occasionnel. En 1999, résidant 6 mois à London, Sydney découvre les Soirées Trance comme Pendragon, Astral Phenix, résidences au Fridge, et autres nuits Trance Londonienne ; musique et concept lui révélant une nouvelle passion! A son retour en France, elle organise des trance party et décidée de réaliser son rêve d’artiste elle commence le mix cd en 2003 lors d’une Timegate party en suisse! Elle devient Dj Trinity sur des mix Chill Out, et continu des sets orientés Full-On en 2004, puis Psytrance en 2006 ; avec des organisations du sud de la France. En 2008 elle s’oriente d’un style plus psychédélic sous le nom de « Dj Sydney ». En 2011-2012 elle rejoint Psytraveller et les collectifs d’artistes Oréades Prod. de Paris et Rythmes Actuels de Rhône alpes pour un style variant entre Psytrance, Groovy Psychedelic et Chill! Sydney a joué pour les organisations les plus underground comme Cosmic love, Omni, Dragonhunters, Nunshaker, Body & Mind, Bamboodelik, Psy Spirit, Imagine, Arboréalis… à la plus commerciale comme Gaia Concept et TBE, Hadra, Oréades …! Affirmant sa personnalité en accumulant des Dj sets sur pleins d’horizons différentes, Sydney développe ses talents et passions sur des mix très rythmés! Laisser vous embarquer pour un voyage musical qui invite au dance floor! Elle vous propose aussi de compléter sa prestation par des mix Psyprog ou Chill! Idéal pour un set au crépuscule ou dans la nuit, elle nous réserve une alchimie sonore débordant d’énergie!"
      },
      "mixcloud": "http://www.mixcloud.com/Djsidney2/"
    },
    {
      "id": "46",
      "bio": {
        "en": "Born into a family where both his mother and brother are skilled musicians – David Hellquist - the young and upcoming E.D.M producer from Gothenburg, Sweden has always found that music/sound was his main focus in life.<br><br>Starting in the year of 2008, he felt an eager to create twisting sounds and noises that had been bugging his head and only when he felt he accomplished it he could find peace of mind. The quest is a yet ongoing process, and will always be, but as we say, the journey is the goal isn't it?<br>Heavy influenced by the darker aspects of the genre, Hellquist never had any problem knowing where to direct his musical energies.<br><br>Now, at the age of 27 – Hellquist is blasting track after massive track out of his dungeon. The tunes may vary from Dark Progressive/Psygressive with a ”twisted-tech-glitch”-touch to different E.D.M genres such as Techno, Minimal, Deep/Tech House and Dubstep.<br><br>Releasing with labels like Uroboros Records, Audio Aashram and Zenon Records – Hellquist is sure to continue serving us psyheads with his ”digital-acid-deep-in-the-Swedish-forest”-kind of mind altering musical creations."
      },
      "website": "http://zenonrecords.com"
    },
    {
      "id": "52",
      "bio": {
        "fr": "De la bass music à la techno, Itchy & Scratchy n'ont pas cessé de faire évoluer leur style. <br>Ils finalisent aujourd'hui leur premier album chez Hadra records.<br><br>Inspirés par la Dark Progressive d'Hypogeo et la Forest du label Parvati, leur live vous plonge dans un voyage cosmique à multiples rebondissements.<br><br>A contre courant de la Progressive lumineuse, ils ont cherché du coté d'un son noir, groovy, malicieux, sans concession et qui ne cesse d'évoluer.<br><br>Just feel the power",
        "en": "Deeply inspired by both techno and psytrance, Itchy & Scratchy’s debut album, Unsuccessful Escape, is a firmly dark and rhythmical hybrid blend that takes the listener into a musical and mental trip oscillating between dark prog and forest trance! Definitely not for the faint-hearted!<br><br>You will explore the unexplorable !"
      }
    },
    {
      "id": "98",
      "bio": {
        "en": "Johnny Blue comes from Cyprus.<br>He started dj-ing 20 years ago. His first influence was rock and especially psychedelic rock (Pink Floyd, Ozric Tentacles, etc). In 2000 he got into the electronic scene with a main interest in chill out and psychedelic trance music.<br>Being influenced by several music cultures (rock, dub, reggae, electronica, psy-trance, chill out), he developed an unique style by smoothly blending sounds in colourful and sensational music journeys.<br>Johnny is one of the senior representatives on the launch, establishment and uprising of Cyprus' psychedelic music scene. As a founder of Psylent Harmony and co-founder of ChakradeliC project in early 2000 he had the opportunity to bring to the island and play along with artists like Master Margherita, Seamoon, Argaman, Yestegan chaY, Kukan dUb Lagan, Dymons, Organic Shapes, Flooting Grooves and many others.<br>In 2011 Johnny joined Mikelabella Records where he works as A/R Manager. His first VA compilation titled 'Planet Blue' was released in December 2012 and the 2nd one titled 'Blue Moon' in April 2014. In the beginning of 2013, he became a label dj of Peak Records.<br>In January 2015 he entered Sofa Beats roster. His VA 'Selections' for Sofa Beats Records has been<br>released in early 2017.<br>He is also resident dj since 2011 at Digitally Imported Psychill (di.fm/psychill) with the monthly<br>radio series \"Psylent Harmony\" which is broadcasted every third Sunday.<br>Johnny Blue has various international appearances in the USA , Mexico , UK , Morocco , Israel , Russia and in most of the European countries , in parties and festivals like Boom , Ometeotl , Lost Theory , Antaris , Mo:Dem , Psy-Fi and more."
      }
    },
    {
      "id": "15",
      "bio": {
        "en": "K.i.M (Joakim Fogelmark)  passion for music started already an early age, spending most his money on Metal and 70's rock records. Got his first guitar when he was 9 and started  bang on a drum kit at the age of 11, and throughout his teenage years play in various bands. Got his love for Psy trance when one of his friends took him to his first party back in 93, and got completely blown away by the music and the atmosphere. But it was not in till 1999 now based in London he first got a copy of logic and between 99 to 2002 was producing Psy trance and djinny in various parties around the Globe. In 2002 lot's to do with work, time in the studio was harder to come by, and he also started to produce techno and minimal house. Got a few releases throughout the years and in 2009 started to work on a album. But this was all about to change on a christmas eve 2010 in Goa    <br>when his house was robbed and lost every piece of music he ever made (even with multiple backups).<br>With no computer and no way of making music! The natural result is to get together with other people in the studio and what other music to be made in Goa then Psy Trance. The year after he set up the studio in Vagator Goa and over a six month period he wrote a bunch of new tracks and had a chance to work with lots of different producer. The first release came on Grasshopper Records and was very very well received, The hard work is paying of, having played at Ozora  Voov, Modem, Antaris, tours in Japan Alien Safari, Universe Parallelo the list goes on and on. With an upcoming K.i.M album on the way and with his 2 other projects Filterheads (Wildthings) and The rave Commission he is a force to be reckon  with in the Psy trance scene"
      },
      "website": "http://www.facebook.com/pages/KiM/205813276119940"
    },
    {
      "id": "25",
      "bio": {
        "en": "Fast gaining popularity in the french psychedelic scene is Maïtika, a Psytrance Progressive Project Created by two young producers Jocelin Varlet & Nicolas Lavenue, old friends sharing the same passion for music since their childhood.<br><br>In 2013 they decided to create the Maïtika project to mix their desires, enrich their knowledge and share their vision of music with the world. Their productions have since then been turning heads around the world and took to the notice of renowned label from India, Digital Om Productions who they joined ranks with as label live act. Now with a few massive releases and collaborations they are ready to present their live and original set to the world."
      }
    },
    {
      "id": "49",
      "bio": {
        "en": "Radioactive.Cake, Zeitgeist, Munstrous, Dark Passenger…that’s all Robert H. from Berlin Germany. Not only producer and performer for many years, he also established the music label Glitchy.Tonic.Records in 2009, which is now one of the leading forces in the subgenre \"Psygressive Trance\". Taking the first musical steps around the time of the millennium, his skills and technique and productions were constantly evolving and advancing over the years. In late 2008 he felt he finally reached the quality to go way more professional. He brought Radioactive.Cake and Zeitgeist to life, aiming for releases and gigs and of course for good feedback. Getting all three, he soon wanted another challenge or rather more ways of expressing his musical creativity and he started Munstrous and Dark Passenger. The total music range of all four projects put together goes from night time 'Psygressive' or 'Dark Progressive' to a bit more funky and jazzy and sometimes „swampy“ trance to some more techno stuff and downbeat. Today, Robert can look back to a long list of releases and has quite some experience performing his stuff live. He played his projects at Festivals like Freqs Of Nature, Boom Festival, Solaris Festival, Cosmo Festival, Transylvania Calling, Pandemonium Festival, SpaceCamp Psyfari Festival and others."
      }
    },
    {
      "id": "72",
      "bio": {
        "en": "Radioactive.Cake, Zeitgeist, Munstrous, Dark Passenger…that’s all Robert H. from Berlin Germany. Not only producer and performer for many years, he also established the music label Glitchy.Tonic.Records in 2009, which is now one of the leading forces in the subgenre \"Psygressive Trance\". Taking the first musical steps around the time of the millennium, his skills and technique and productions were constantly evolving and advancing over the years. In late 2008 he felt he finally reached the quality to go way more professional. He brought Radioactive.Cake and Zeitgeist to life, aiming for releases and gigs and of course for good feedback. Getting all three, he soon wanted another challenge or rather more ways of expressing his musical creativity and he started Munstrous and Dark Passenger. The total music range of all four projects put together goes from night time 'Psygressive' or 'Dark Progressive' to a bit more funky and jazzy and sometimes „swampy“ trance to some more techno stuff and downbeat. Today, Robert can look back to a long list of releases and has quite some experience performing his stuff live. He played his projects at Festivals like Freqs Of Nature, Boom Festival, Solaris Festival, Cosmo Festival, Transylvania Calling, Pandemonium Festival, SpaceCamp Psyfari Festival and others."
      }
    },
    {
      "id": "51",
      "soundcloud": "https://www.soundcloud.com/alchemycircle",
      "facebook": "https://www.facebook.com/alchemy.circle"
    },
    {
      "id": "23",
      "facebook": "https://www.facebook.com/tiltprog"
    }
  ]
}
